Repository: Clayton630/QuartzNotch
Catalog: QuartzNotch/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hu, it, ko, pl, pt_br, ru, tr, uk, zh_hans

source: Drag a control onto a slot
ar: اسحب عنصر التحكم إلى إحدى الفتحات
cs: Přetáhněte ovládací prvek do slotu
de: Ziehen Sie ein Steuerelement auf einen Slot
es: Arrastre un control a una ranura
fr: Faites glisser un contrôle sur un emplacement
hu: Húzzon egy vezérlőt egy nyílásba
it: Trascina un controllo su uno slot
ko: 컨트롤을 슬롯으로 끌어다 놓으세요.
pl: Przeciągnij sterowanie na slot
pt_br: Arraste um controle para um slot
ru: Перетащите элемент управления в слот
tr: Bir kontrolü yuvaya sürükleyin
uk: Перетягніть елемент керування в слот
zh_hans: 将控件拖到插槽上

source: Drag items in the preview to reorder or drop from the palette
ar: اسحب العناصر الموجودة في المعاينة لإعادة ترتيبها أو إسقاطها من اللوحة
cs: Přetažením položek v náhledu změníte jejich pořadí nebo je vypustíte z palety
de: Ziehen Sie Elemente in die Vorschau, um sie neu zu ordnen oder aus der Palette zu ziehen
es: Arrastre elementos en la vista previa para reordenarlos o soltarlos desde la paleta
fr: Glissez les éléments pour les réordonner.
hu: Húzza az elemeket az előnézetben az átrendezéshez, vagy dobja le a palettáról
it: Trascina gli elementi nell'anteprima per riordinarli o eliminarli dalla tavolozza
ko: 미리보기에서 항목을 끌어 순서를 변경하거나 팔레트에서 끌어다 놓으세요.
pl: Przeciągnij elementy w podglądzie, aby zmienić kolejność lub upuścić z palety
pt_br: Arraste itens na visualização para reordená-los ou soltá-los da paleta
ru: Перетащите элементы в предварительном просмотре, чтобы изменить их порядок или удалить их из палитры.
tr: Yeniden sıralamak veya paletten bırakmak için önizlemedeki öğeleri sürükleyin
uk: Перетягніть елементи в попередньому перегляді, щоб змінити їх порядок або скинути з палітри
zh_hans: 拖动预览中的项目以重新排序或从调色板中删除

source: Drop files here
ar: قم بإسقاط الملفات هنا
cs: Přetáhněte soubory sem
de: Dateien hier ablegen
es: Suelte los archivos aquí
fr: Déposer les fichiers ici
hu: Dobja ide a fájlokat
it: Trascina i file qui
ko: 여기로 파일을 드래그하세요
pl: Upuść pliki tutaj
pt_br: Solte os arquivos aqui
ru: Перетащите сюда файлы
tr: Dosyaları buraya bırak
uk: Перетягніть файл сюди
zh_hans: 拖放文件到这里

source: e.g., 1920
ar: مثلاً، 1920
cs: např. 1920
de: z. B. 1920
es: p. ej., 1920
fr: ex. : 1920
hu: pl. 1920
it: es. 1920
ko: 예: 1920
pl: np. 1920
pt_br: ex.: 1920
ru: например, 1920
tr: örn. 1920
uk: напр., 1920
zh_hans: 例如 1920

source: Easily copy, store, and manage your most-used content. Upgrade now for advanced features like multi-item storage and quick access!
ar: قم بنسخ المحتوى الأكثر استخدامًا وتخزينه وإدارته بسهولة. قم بالترقية الآن للحصول على ميزات متقدمة مثل التخزين متعدد العناصر والوصول السريع!
cs: Snadno kopírujte, ukládejte a spravujte svůj nejpoužívanejší obsah. Upgradujte nyní pro pokročilé funkce, jako je vícenásobné úložiště a rychlý přístup!
de: Kopieren, speichern und verwalten Sie ganz einfach Ihre am häufigsten verwendeten Inhalte. Aktualisieren Sie jetzt, um erweiterte Funktionen wie die Speicherung mehrerer Elemente und schnellen Zugriff zu erhalten!
es: Copie, almacene y gestione fácilmente su contenido más usado. ¡Actualice ahora para obtener características avanzadas como almacenamiento de múltiples elementos y acceso rápido!
fr: Copiez, stockez et retrouvez rapidement vos contenus fréquents.
hu: Könnyen másolhatja, tárolhatja és kezelheti leggyakrabban használt tartalmait. Frissítsen most olyan fejlett funkciókért, mint a több elem tárolása és a gyors hozzáférés!
it: Copia facilmente, memorizza e gestisci i tuoi contenuti più usati. Aggiorna ora per funzioni avanzate come storage multi-item e accesso rapido!
ko: 자주 사용하는 파일들을 쉽게 복사, 저장, 관리하세요. 업그레이드 해서 다중 저장 기능과 빠른 접근 기능을 활성화하세요!
pl: Łatwo kopiuj, przechowuj i zarządzaj najczęściej używaną treścią. Uaktualnij teraz, aby uzyskać zaawansowane funkcje, takie jak przechowywanie wielu produktów i szybki dostęp!
pt_br: Copie, armazene e gerencie facilmente o conteúdo mais usado. Atualize agora para recursos avançados, como armazenamento de vários itens e acesso rápido!
ru: Легко копируйте, храните и управляйте наиболее часто используемым контентом. Обновите версию прямо сейчас и получите расширенные функции, такие как хранение нескольких предметов и быстрый доступ!
tr: En sık kullandığınız içerikleri kolayca kopyalayın, saklayın ve yönetin. Çoklu öğe depolama ve hızlı erişim gibi gelişmiş özellikler için şimdi yükseltin!
uk: Легко копіюйте, зберігайте та керуйте своїм найчастіше використовуваним вмістом. Оновіть зараз, щоб отримати розширені функції, такі як зберігання кількох елементів і швидкий доступ!
zh_hans: 轻松复制、存储和管理您最常用的内容。升级后可解锁高级功能，如多项目存储和快速访问！

source: Edit Duration
ar: تعديل المدة
cs: Upravit dobu trvání
de: Dauer bearbeiten
es: Editar duración
fr: Modifier la durée
hu: Időtartam szerkesztése
it: Modifica durata
ko: 기간 편집
pl: Edytuj czas trwania
pt_br: Editar duração
ru: Изменить продолжительность
tr: Süreyi Düzenle
uk: Редагувати тривалість
zh_hans: 编辑持续时间

source: Edit layout
ar: تحرير التخطيط
cs: Upravit rozložení
de: Layout bearbeiten
es: Editar diseño
fr: Modifier la mise en page
hu: Elrendezés szerkesztése
it: Modifica layout
ko: 레이아웃 수정
pl: Edytuj układ
pt_br: Editar layout
ru: Изменить макет
tr: Yerleşimi düzenle
uk: Редагувати розташування
zh_hans: 编辑布局

source: Empty
ar: فارغ
cs: Prázdný
de: Leer
es: Vacío
fr: Vide
hu: Üres
it: Vuoto
ko: 비어 있는
pl: Pusty
pt_br: Vazio
ru: Пустой
tr: Boş
uk: Порожній
zh_hans: 空的

source: Enable blur effect behind album art
ar: تفعيل تأثير التمويه خلف صورة الألبوم
cs: Povolit efekt rozostření za obalem alba
de: Unschärfe-Effekt hinter Albumcover aktivieren
es: Habilitar el efecto de difuminado detrás de la portada del álbum
fr: Flou derrière la pochette
hu: Engedélyezze az elmosódást az albumborító mögött
it: Abilita sfocatura dietro alla copertina dell'album
ko: 앨범 커버 뒤 블러효과 켜기
pl: Włącz efekt rozmycia za okładką albumu
pt_br: Ative o efeito de desfoque atrás da arte do álbum
ru: Включить эффект размытия за обложкой альбома
tr: Albüm kapağının arkasındaki bulanıklık efektini aktifleştir
uk: Увімкнути ефект розмиття позаду обкладинки альбому
zh_hans: 启用专辑封面的模糊效果

source: Enable colored spectrograms
ar: تمكين الطيفية الملونة
cs: Povolit barevné spektrogramy
de: Farbe für Audiovisualisierung aktivieren
es: Habilitar espectrogramas de colores
fr: Activer les spectrogrammes de couleurs
hu: Színes spektrogramok engedélyezése
it: Abilita spettrogramma colorato
ko: 컬러 스펙트로그램을 활성화하세요
pl: Włącz kolorowe spektrogramy
pt_br: Habilitar espectrogramas coloridos
ru: Включить цветные спектрограммы
tr: Renkli spektrogramları aktifleştir
uk: Увімкнути кольорові спектрограми
zh_hans: 启用彩色谱图

source: Enable gestures
ar: تمكين الإيماءات
cs: Povolit gesta
de: Gestensteuerung aktivieren
es: Habilitar gestos
fr: Activer les gestes
hu: Gesztusok engedélyezése
it: Abilita gesti
ko: 제스처 켜기
pl: Włącz obsługę gestów
pt_br: Habilitar gestos
ru: Включить жесты
tr: El hareketlerini aktifleştir
uk: Увімкнути жести
zh_hans: 启用手势

source: Enable glowing effect
ar: تمكين تأثير متوهجة
cs: Povolit efekt zářící
de: Leuchteffekt aktivieren
es: Habilitar efecto de resplandor
fr: Activer l’effet lumineux
hu: Ragyogó hatás engedélyezése
it: Abilita effetto luminoso
ko: 발광 효과 켜기
pl: Włącz efekt poświaty
pt_br: Ativar efeito brilhante
ru: Включить эффект свечения
tr: Parlama efektini aktifleştir
uk: Увімкнути ефект світіння
zh_hans: 启用发光效果

# Enable haptic feedback
source: Haptic feedback
ar: استجابة لمسية
cs: Haptická odezva
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
hu: Haptikus visszajelzés
it: Feedback aptico
ko: 햅틱 피드백
pl: Reakcja haptyczna
pt_br: Feedback tátil
ru: Тактильный отклик
tr: Dokunsal geri bildirim
uk: Тактильний відгук
zh_hans: 触觉反馈

source: Enable Quartz mirror
ar: تمكين المرآة المملة
cs: Povolit boring zrcadlo
de: Spiegelfunktion aktivieren
es: Habilitar espejo boring
fr: Activer le miroir ennuyeux
hu: Unalmas tükör engedélyezése
it: Abilita specchio
ko: Quartz 거울 켜기
pl: Włącz Quartz mirror
pt_br: Ativar espelho chato
ru: Включить скучное зеркало
tr: Sıkıcı aynayı aktifleştir
uk: Увімкнути нудне дзеркало
zh_hans: 启用虚拟镜像

source: Enable shelf
ar: تمكين الرف
cs: Povolit polici
de: Ablage aktivieren
es: Habilitar Shelf
fr: Activer Shelf
hu: Polc engedélyezése
it: Abilita scaffale
ko: 서랍 켜기
pl: Włącz półkę
pt_br: Ativar estante
ru: Включить полку
tr: Rafı aktifleştir
uk: Активувати полицю
zh_hans: 启用暂存区

source: Enable window shadow
ar: تمكين ظل النافذة
cs: Povolit stín okna
de: Fensterschatten aktivieren
es: Habilitar sombra de la ventana
fr: Ombre de fenêtre
hu: Az ablak árnyékának engedélyezése
it: Abilita ombra della finestra
ko: 윈도우 그림자 켜기
pl: Włącz cień okna
pt_br: Ativar sombra da janela
ru: Включить тень окна
tr: Pencere gölgesini aktifleştir
uk: Увімкнути тінь вікна
zh_hans: 启用窗口阴影

source: Enable:
ar: إظهار:
cs: Zobrazit:
de: Anzeigen:
es: Mostrar:
fr: Afficher :
hu: Megjelenítés:
it: Mostra:
ko: 표시:
pl: Pokaż:
pt_br: Mostrar:
ru: Показать:
tr: Göster:
uk: Показати:
zh_hans: 显示：

source: Enables QuartzNotch on the lock screen and unlock screen, including the content options below.
ar: لتمكين QuartzNotch على شاشة القفل وشاشة إلغاء القفل، بما في ذلك خيارات المحتوى أدناه.
cs: Aktivuje QuartzNotch na zamykací obrazovce a odemykací obrazovce, včetně níže uvedených možností obsahu.
de: Aktiviert QuartzNotch auf dem Sperrbildschirm und dem Entsperrbildschirm, einschließlich der folgenden Inhaltsoptionen.
es: Habilita QuartzNotch en la pantalla de bloqueo y la pantalla de desbloqueo, incluidas las opciones de contenido a continuación.
fr: Active QuartzNotch au verrouillage et au déverrouillage.
hu: Engedélyezi a QuartzNotch funkciót a lezárási képernyőn és a feloldási képernyőn, beleértve az alábbi tartalombeállításokat.
it: Abilita QuartzNotch nella schermata di blocco e nella schermata di sblocco, incluse le opzioni di contenuto riportate di seguito.
ko: 아래 콘텐츠 옵션을 포함하여 잠금 화면 및 잠금 해제 화면에서 QuartzNotch를 활성화합니다.
pl: Włącza QuartzNotch na ekranie blokady i ekranie odblokowania, łącznie z poniższymi opcjami zawartości.
pt_br: Ativa QuartzNotch na tela de bloqueio e na tela de desbloqueio, incluindo as opções de conteúdo abaixo.
ru: Включает QuartzNotch на экране блокировки и экране разблокировки, включая параметры контента ниже.
tr: Aşağıdaki içerik seçenekleri de dahil olmak üzere kilit ekranında ve kilit açma ekranında QuartzNotch'yi etkinleştirir.
uk: Вмикає QuartzNotch на екрані блокування та екрані розблокування, включаючи параметри вмісту нижче.
zh_hans: 在锁定屏幕和解锁屏幕上启用QuartzNotch，包括以下内容选项。

source: Enhance your experience with HUDs
ar: عزز تجربتك مع HUDs
cs: Vylepšete své zkušenosti s HUDy
de: Verbessere deine Erfahrung mit HUDs
es: Mejora tu experiencia con estilos de información en pantalla
fr: Améliorez l’expérience avec les HUD
hu: Növelje élményét a HUD-vel
it: Migliora la tua esperienza con gli HUD
ko: HUD로 경험을 향상 하세요
pl: Ulepsz swoje doświadczenia z HUD
pt_br: Melhore sua experiência com HUDs
ru: Расширьте свои возможности с помощью HUD
tr: BÜG ile deneyiminizi artırın
uk: Покращуйте свої враження від HUDs
zh_hans: 用 HUD 提升您的体验

source: Enjoy your free time!
ar: استمتع بوقت فراغك!
cs: Užijte si svůj volný čas!
de: Genieße deine Freizeit!
es: ¡Disfruta de tu tiempo libre!
fr: Profitez de votre temps libre !
hu: Élvezze a szabadidejét!
it: Goditi il tuo tempo libero!
ko: 즐거운 시간 되세요!
pl: Ciesz się swoim wolnym czasem!
pt_br: Aproveite seu tempo livre!
ru: Наслаждайтесь свободным временем!
tr: Kıymetli vaktinizin keyfini çıkarın!
uk: Насолоджуйтесь своїм вільним часом!
zh_hans: 享受您的闲暇时光！

source: Enlarges the notch 2× for screen recordings
ar: يكبّر notch بمقدار 2× لتسجيل الشاشة
cs: Zvětší notch 2× pro záznam obrazovky
de: Vergrößert die Notch für Bildschirmaufnahmen 2×
es: Amplía el notch 2× para grabaciones de pantalla
fr: Agrandit le notch 2× pour les enregistrements d’écran
hu: 2× nagyobb notch képernyőfelvételhez
it: Ingrandisce il notch 2× per le registrazioni schermo
ko: 화면 녹화 시 노치를 2배 확대
pl: Powiększa notch 2× do nagrań ekranu
pt_br: Aumenta o notch 2× para gravações de tela
ru: Увеличивает notch в 2× для записи экрана
tr: Ekran kayıtları için notch’u 2× büyütür
uk: Збільшує notch у 2× для запису екрана
zh_hans: 录屏时将 notch 放大 2 倍

# Expanded drag detection area
source: Larger drop area
ar: منطقة إفلات أكبر
cs: Větší oblast pro puštění
de: Größerer Ablagebereich
es: Zona de suelta ampliada
fr: Zone de dépôt élargie
hu: Nagyobb ejtési terület
it: Area di rilascio più ampia
ko: 더 큰 드롭 영역
pl: Większy obszar upuszczania
pt_br: Área de soltar maior
ru: Большая зона сброса
tr: Daha büyük bırakma alanı
uk: Більша зона скидання
zh_hans: 更大的拖放区域

source: Extend hover area
ar: توسيع منطقة التمرير
cs: Rozšiřte oblast vznášení
de: Bereich für Mausberührung erweitern
es: Extender la zona de activación del cursor
fr: Étendre la zone de survol
hu: A lebegési terület kiterjesztése
it: Estendi area di attivazione col mouse
ko: 갖다대기 범위 늘이기
pl: Rozszerz obszar najechania kursorem
pt_br: Estender a área de foco
ru: Расширить область наведения
tr: Sürükleme alanını genişlet
uk: Розширте область наведення
zh_hans: 扩展悬停区域

source: Extensions
ar: ملحقات
cs: Rozšíření
de: Erweiterungen
es: Extensiones
fr: Rallonges
hu: Kiterjesztések
it: Estensioni
ko: 확장기능들
pl: Rozszerzenia
pt_br: Extensões
ru: Расширения
tr: Genişletmeler
uk: Розширення
zh_hans: 扩展

source: File Tray
ar: علبة الملفات
cs: Zásobník souborů
de: Dateiablage
es: Bandeja de archivos
fr: Bac à fichiers
hu: Fájltálca
it: Vassoio documenti
ko: 파일 트레이
pl: Taca plików
pt_br: Bandeja de arquivos
ru: Файловый лоток
tr: Dosya Tepsisi
uk: Лоток для файлів
zh_hans: 文件托盘

source: Files dropped on the shelf will be shared via this service
ar: ستتم مشاركة الملفات الموجودة على الرف عبر هذه الخدمة
cs: Soubory vhozené na polici budou sdíleny prostřednictvím této služby
de: Dateien, die in der Ablage abgelegt werden, werden über diesen Dienst geteilt
es: Los archivos que se dejen en el estante se compartirán a través de este servicio
fr: Les fichiers déposés passent par ce service.
hu: A polcra dobott fájlok ezen a szolgáltatáson keresztül lesznek megosztva
it: I file lasciati sullo scaffale verranno condivisi tramite questo servizio
ko: 선반에 놓인 파일은 이 서비스를 통해 공유됩니다.
pl: Pliki upuszczone na półkę będą udostępniane za pośrednictwem tej usługi
pt_br: Os arquivos colocados na estante serão compartilhados por meio deste serviço
ru: Файлы, брошенные на полку, будут доступны через этот сервис.
tr: Rafa düşen dosyalar bu hizmet aracılığıyla paylaşılacak
uk: Файли, опущені на полицю, будуть передані через цю службу
zh_hans: 放在架子上的文件将通过此服务共享

source: Finish
ar: ينهي
cs: Dokončit
de: Beenden
es: Finalizar
fr: Terminer
hu: Befejezés
it: Fine
ko: 완료
pl: Zakończ
pt_br: Terminar
ru: Заканчивать
tr: Bitir
uk: Завершити
zh_hans: 完成

# Focus disabled
source: Off
ar: معطّل
cs: Neaktivní
de: Inaktiv
es: Desactivado
fr: Désactivé
hu: Inaktív
it: Disattiva
ko: 꺼짐
pl: Wyłączone
pt_br: Desativado
ru: Отключено
tr: Kapalı
uk: Вимкнено
zh_hans: 关闭

# Focus enabled
source: On
ar: مفعّل
cs: Aktivní
de: Aktiv
es: Activado
fr: Activé
hu: Aktív
it: Attiva
ko: 켜짐
pl: Włączone
pt_br: Ativado
ru: Включено
tr: Açık
uk: Увімкнено
zh_hans: 开启

source: Focus mode
ar: وضع التركيز
cs: Režim ostření
de: Fokusmodus
es: Modo de enfoque
fr: Mode Concentration
hu: Fókusz mód
it: Modalità di messa a fuoco
ko: 초점 모드
pl: Tryb ostrości
pt_br: Modo de foco
ru: Режим фокусировки
tr: Odaklanma modu
uk: Режим фокусування
zh_hans: 对焦模式

# Force liquid glass compatibility fallback
source: Disable Liquid Glass
ar: تعطيل Liquid Glass
cs: Vypnout Liquid Glass
de: Liquid Glass deaktivieren
es: Desactivar Liquid Glass
fr: Désactiver le Liquid Glass
hu: Liquid Glass kikapcsolása
it: Disattiva Liquid Glass
ko: Liquid Glass 비활성화
pl: Wyłącz Liquid Glass
pt_br: Desativar Liquid Glass
ru: Отключить Liquid Glass
tr: Liquid Glass'i devre dışı bırak
uk: Вимкнути Liquid Glass
zh_hans: 停用 Liquid Glass

source: Format:
ar: الصيغة:
cs: Formát:
es: Formato:
hu: Formátum:
it: Formato:
ko: 형식:
pt_br: Formato:
ru: Формат:
tr: Biçim:
uk: Формат:
zh_hans: 格式：

source: Full charge
ar: شحن كامل
cs: Plně nabito
de: Voll geladen
es: Carga completa
fr: Charge complète
hu: Teljesen feltöltve
it: Carica completa
ko: 완전 충전
pl: Pełne naładowanie
pt_br: Carga completa
ru: Полный заряд
tr: Tam şarj
uk: Повний заряд
zh_hans: 已充满

source: Full Disk Access Required
ar: يلزم الوصول الكامل إلى القرص
cs: Je vyžadován plný přístup k disku
de: Voller Festplattenzugriff erforderlich
es: Acceso total al disco necesario
fr: Accès complet au disque requis
hu: Teljes lemezhozzáférés szükséges
it: Accesso completo al disco richiesto
ko: 전체 디스크 접근 권한 필요
pl: Wymagany pełny dostęp do dysku
pt_br: Acesso total ao disco necessário
ru: Требуется полный доступ к диску
tr: Tam Disk Erişimi gerekli
uk: Потрібен повний доступ до диска
zh_hans: 需要完全磁盘访问权限

source: Full Disk Access required for custom Focus icon and color
ar: يلزم الوصول الكامل إلى القرص لرمز التركيز واللون المخصصين
cs: Pro vlastní ikonu Focus a barvu je vyžadován úplný přístup k disku
de: Für benutzerdefinierte Fokussymbole und -farben ist vollständiger Festplattenzugriff erforderlich
es: Se requiere acceso total al disco para el icono y color de enfoque personalizados
fr: Accès complet au disque requis pour l’icône Focus
hu: Teljes lemezhozzáférés szükséges az egyéni Focus ikonhoz és színhez
it: È richiesto l'accesso completo al disco per l'icona e il colore Focus personalizzati
ko: 맞춤형 Focus 아이콘 및 색상을 사용하려면 전체 디스크 액세스가 필요합니다.
pl: Aby uzyskać niestandardową ikonę i kolor Fokusu, wymagany jest pełny dostęp do dysku
pt_br: Acesso total ao disco necessário para ícone e cor personalizados do Focus
ru: Для пользовательского значка и цвета фокуса требуется полный доступ к диску
tr: Özel Odak simgesi ve rengi için Tam Disk Erişimi gerekir
uk: Повний доступ до диска потрібен для спеціальної піктограми та кольору фокусу
zh_hans: 自定义焦点图标和颜色需要全磁盘访问

# Full screen behavior
source: Fullscreen
ar: ملء الشاشة
cs: Celá obrazovka
de: Vollbild
es: Pantalla completa
fr: Masquer en plein écran
hu: Teljes képernyő
it: Schermo intero
ko: 전체 화면
pl: Pełny ekran
pt_br: Tela cheia
ru: Полный экран
tr: Tam ekran
uk: Повний екран
zh_hans: 全屏

# Fully hidden
source: Always hidden
ar: مخفي دائمًا
cs: Vždy skryté
de: Immer ausgeblendet
es: Siempre oculto
fr: Toujours masqué
hu: Mindig rejtve
it: Sempre nascosto
ko: 항상 숨김
pl: Zawsze ukryte
pt_br: Sempre oculto
ru: Всегда скрыто
tr: Her zaman gizli
uk: Завжди приховано
zh_hans: 始终隐藏

source: General
ar: عام
cs: Obecné
de: Allgemein
fr: Général
hu: Általános
it: Generali
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Основные
tr: Genel
uk: Загальні
zh_hans: 通用

source: Gesture control
ar: التحكم بالإيماءات
cs: Kontrola gest
de: Gestensteuerung
es: Control de gestos
fr: Contrôle gestuel
hu: Gesztusvezérlés
it: Controllo gesti
ko: 제스처 컨트롤
pl: Ustawienia gestów
pt_br: Controle de gestos
ru: Управление жестами
tr: Hareketle Kontrol
uk: Керування жестами
zh_hans: 手势控制

source: Gesture sensitivity
ar: حساسية الإيماءات
cs: Citlivost gesta
de: Gesten Empfindlichkeit
es: Sensibilidad del gesto
fr: Sensibilité
hu: Gesztusérzékenység
it: Sensibilità gesti
ko: 제스처 민감도
pl: Czułość gestów
pt_br: Sensibilidade aos gestos
ru: Чувствительность к жестам
tr: Hareket hassasiyeti
uk: Чутливість жестів
zh_hans: 手势灵敏度

source: Gestures
ar: الإيماءات
cs: Gesta
de: Gesten
es: gestos
fr: Gestes
hu: Gesztusok
it: Gesti
ko: 제스처
pl: Gesty
pt_br: Gestos
ru: Жесты
tr: Hareketler
uk: Жести
zh_hans: 手势

source: Get started
ar: ابدأ
cs: Začněte
de: Erste Schritte
es: Comenzar
fr: Commencer
hu: Kezdje el
it: Inizia
ko: 시작하기
pl: Rozpocznij
pt_br: Comece
ru: Начать
tr: Başlayın
uk: Почніть роботу
zh_hans: 开始使用

source: Got it!
ar: فهمتها!
cs: Mám to!
de: Verstanden!
es: ¡Entendido!
fr: Compris !
hu: Megvan!
it: Capito!
ko: 알겠습니다!
pl: Rozumiem!
pt_br: Entendi!
ru: Понятно!
tr: Anlaşıldı!
uk: зрозумів
zh_hans: 明白了！

source: Gradient
ar: تدرج
cs: Přechod
de: Verlauf
es: Degradado
fr: Dégradé
hu: Színátmenet
it: Gradiente
ko: 그라디언트
pt_br: Gradiente
ru: Градиент
tr: Gradyan
uk: Градієнт
zh_hans: 渐变

source: Grant Calendar Access
ar: منح الوصول إلى التقويم
cs: Udělit přístup ke kalendáři
de: Kalenderzugriff gewähren
es: Acceso al calendario de concesiones
fr: Accorder l'accès au calendrier
hu: Adjon hozzáférést a naptárhoz
it: Concedi l'accesso al calendario
ko: 캘린더 액세스 권한 부여
pl: Przyznaj dostęp do kalendarza
pt_br: Conceder acesso ao calendário
ru: Предоставить доступ к календарю
tr: Takvim Erişimi Ver
uk: Надати доступ до календаря
zh_hans: 授予日历访问权限

source: Grant Reminder Access
ar: منح الوصول للتذكير
cs: Udělit přístup k připomenutí
de: Erinnerungszugriff gewähren
es: Conceder acceso al recordatorio
fr: Accorder l'accès aux rappels
hu: Emlékeztető hozzáférés engedélyezése
it: Concedere l'accesso ai promemoria
ko: 알림 액세스 권한 부여
pl: Przyznaj dostęp do przypomnienia
pt_br: Conceder acesso ao lembrete
ru: Предоставить доступ к напоминанию
tr: Hatırlatıcı Erişimi Ver
uk: Надати доступ до нагадувань
zh_hans: 授予提醒访问权限

source: Graphite
ar: غرافيت
cs: Grafitová
de: Graphit
es: Grafito
hu: Grafit
it: Grafite
ko: 그래파이트
pl: Grafit
pt_br: Grafite
ru: Графит
tr: Grafit
uk: Графіт
zh_hans: 石墨色

source: Green
ar: أخضر
cs: Zelená
de: Grün
es: Verde
fr: Vert
hu: Zöld
it: Verde
ko: 초록색
pl: Zielony
pt_br: Verde
ru: Зелёный
tr: Yeşil
uk: Зелений
zh_hans: 绿色

source: Hide all-day events
ar: إخفاء الأحداث طوال اليوم
cs: Skrýt celodenní události
de: Ganztägige Ereignisse ausblenden
es: Ocultar eventos de todo el día
fr: Masquer les événements journée entière
hu: Egész napos események elrejtése
it: Nascondi gli eventi giornalieri
ko: 종일 이벤트를 숨기기
pl: Ukryj wydarzenia całodniowe
pt_br: Ocultar eventos de dia inteiro
ru: Скрыть события на весь день
tr: Tüm gün süren etkinlikleri gizle
uk: Приховати події на весь день
zh_hans: 隐藏全天活动

source: Hide completed reminders
ar: إخفاء التذكيرات المكتملة
cs: Schovat vyřízené připomínky
de: Erledigte Erinnerungen verbergen
es: Ocultar recordatorios completados
fr: Masquer les rappels terminés
hu: Elrejtése befejezett emlékeztetők
it: Nascondi i promemoria completati
ko: 완료된 알림 숨기기
pl: Ukryj zakończone przypomnienia
pt_br: Ocultar lembretes concluídos
ru: Скрыть завершенные напоминания
tr: Tamamlanan Hatırlatıcıları gizle
uk: Приховати завершені нагадування
zh_hans: 隐藏已完成提醒

source: Hide during capture
ar: الإخفاء أثناء الالتقاط
cs: Skrýt při záznamu
de: Bei Aufnahme ausblenden
es: Ocultar durante captura
fr: Toujours masquer pendant les captures
hu: Elrejtés rögzítéskor
it: Nascondi durante la cattura
ko: 캡처 중 숨기기
pl: Ukryj podczas nagrywania
pt_br: Ocultar durante captura
ru: Скрывать при записи
tr: Yakalamada gizle
uk: Приховувати під час запису
zh_hans: 捕捉时隐藏

# Hide for all apps
source: All apps
ar: كل التطبيقات
cs: Všechny aplikace
de: Alle Apps
es: Todas las apps
fr: Dans toutes les apps
hu: Minden app
it: Tutte le app
ko: 모든 앱
pl: Wszystkie aplikacje
pt_br: Todos os apps
ru: Все приложения
tr: Tüm uygulamalar
uk: Усі програми
zh_hans: 所有 App

# Hide for media app only
source: Media app only
ar: تطبيق الوسائط فقط
cs: Jen mediální aplikace
de: Nur Medien-App
es: Solo app multimedia
fr: Dans l’app source seulement
hu: Csak médiaapp
it: Solo app multimediale
ko: 미디어 앱만
pl: Tylko aplikacja multimedialna
pt_br: Só app de mídia
ru: Только медиа-приложение
tr: Yalnızca medya uygulaması
uk: Лише медіа-програма
zh_hans: 仅媒体 App

source: Hide from screen recording
ar: إخفاء من تسجيل الشاشة
cs: Skrýt před nahráváním obrazovky
de: Bei Bildschirmaufnahmen ausblenden
es: Ocultar de la grabación de pantalla
fr: Masquer pendant l’enregistrement
hu: Elrejtés a képernyőfelvétel elől
it: Nascondi dalla registrazione dello schermo
ko: 화면 녹화 시 숨기기
pl: Ukryj przed nagrywaniem ekranu
pt_br: Ocultar da gravação de tela
ru: Скрыть из записи экрана
tr: Ekran kaydından gizle
uk: Приховати від запису екрана
zh_hans: 隐藏屏幕录制
